{
	"Quotes": [
		{
			"quote": "Katakanlah, \"Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.\" Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik.",
			"from": "QS. Saba (34) ayat 39",
			"active": true
		},
		{
			"quote": "Kamu sekali-kali tidak akan sampai kepada kebajikan (yang sempurna) sebelum kamu menafkahkan (di jalan Allah) dari sehahagian harta yang kamu cintai. Dan apa saja yang kamu nafkahkan maka sesungguhnya Allah mengetahuinya.",
			"from": "QS. Al-Imran (3) ayat 92"
		},
		{
			"quote": "Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah pinjaman yang baik, niscaya akan dilipat-gandakan (ganjarannya) kepada mereka; dan bagi mereka pahala yang banyak.",
			"from": "QS. Al-Hadid (57) ayat 18"
		},
		{
			"quote": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan.",
			"from": "QS. At-Talaq (65) ayat 7"
		},
		{
			"quote": "Kerja keras dan kerja cerdas dapat memastikan keberhasilan, namun giving atau sedekah dapat memudahkannya.",
			"from": "Chairul Tanjung"
		},
		{
			"quote": "Sesungguhnya sedekah itu memadamkan amarah Tuhan dan menolak kematian yang buruk.",
			"from": "Muhammad Khalil Itani"
		},
		{
			"quote": "Tidak ada kebaikan sedekah kecuali dengan niat yang ikhlas.",
			"from": "Ahnaf Ibn Qais"
		},
		{
			"quote": "Setiap ruas tulang manusia harus disedekahi setiap hari di saat terbitnya matahari: berbuat adil terhadap dua orang (mendamaikan) adalah sedekah; menolong seseorang naik kendaraannya, membimbingnya, dan mengangkat barang bawaannya adalah sedekah, ucapan yang baik adalah sedekah; Berkata yang baik juga termasuk sedekah. Begitu pula setiap langkah berjalan untuk menunaikan sholat adalah sedekah. Serta menyingkirkan suatu rintangan dari jalan adalah sedekah.",
			"from": "HR. Bukhari dan Muslim"
		},
		{
			"quote": "Saat orang lain berpikiran untuk membesarkan usaha tapi kita malah berpikir bagaimana cara membesarkan sedekah.",
			"from": "Ippho Santosa"
		},
		{
			"quote": "Jangan sekali-kali merasa malu memberi walaupun sedikit, sebab tidak memberi sama sekali pasti lebih sedikit nilainya.",
			"from": "Ali Bin Abi Thalib"
		},
		{
			"quote": "Ketika engkau bersedekah, engkau bukan sedang menghabiskan uang, tapi engkau sedang mentransfernya untuk dirimu sendiri di waktu yang akan datang.",
			"from": "Dr. Muhammad Abdullah al-Wuhaibi"
		},
		{
			"quote": "Sedekah yang paling utama adalah sedekah ketika dalam kondisi lapang dan mampu, maka janganlah kita menunda-nunda bersedekah sampai tiba waktu sempit.",
			"from": "Aa Gym"
		},
		{
			"quote": "Obatilah orang yang sakit di antara kalian dengan sedekah.",
			"from": "HR. Baihaqi"
		},
		{
			"quote": "Gunakan uang untuk bisnis, investasi, sedekah, berbakti dan menuntut ilmu. Maka uang akan bertambah.",
			"from": "Ippho Santosa"
		},
		{
			"quote": "Sedekah itu tidak akan mengurangi harta. Tidak ada orang yang memberi maaf kepada orang lain, melainkan Allah akan menambah kemuliaannya. Dan tidak ada orang yang merendahkan diri karena Allah, melainkan Allah akan mengangkat derajatnya.",
			"from": "HR. Muslim"
		},
		{
			"quote": "Sesungguhnya sedekah itu benar-benar akan dapat memadamkan panasnya alam kubur bagi penghuninya, dan orang mukmin akan bernaung dibawah bayang-bayang sedekahnya.",
			"from": "HR. At-Thabrani"
		},
		{
			"quote": "Sedekah itu tidak akan mengurangi harta. Tidak ada orang yang memberi maaf kepada orang lain, melainkan Allah akan menambah kemuliaannya. Dan tidak ada orang yang merendahkan diri karena Allah, melainkan Allah akan mengangkat derajatnya.",
			"from": "HR. Muslim"
		},
		{
			"quote": "Manfaat pertama yang bisa dirasakan dari bersedekah adalah untuk si pemberi sedekah itu sendiri, yaitu dia melihat perubahan dalam diri dan sikapnya, merasakan kedamaian, serta melihat senyuman di wajah orang lain.",
			"from": "Aidh al Qarni"
		},
		{
			"quote": "Tidak ada suatu hari pun ketika seorang hamba melewati paginya kecuali akan turun dua malaikat. Lalu salah satunya berkata, \"Ya Allah berikanlah pengganti bagi siapa yang menafkahkan hartanya\", sedangkan yang satunya lagi berkata, \"Ya Allah berikanlah kehancuran (kebinasaan) kepada orang yang menahan hartanya (bakhil).",
			"from": "HR. Al-Bukhari dan Muslim"
		},
		{
			"quote": "Sedekahmu tidak akan diterima hingga kamu meyakini bahwa, Kebutuhanku akan pahala jauh lebih besar daripada kebutuhan seorang pengemis yang membutuhkan uang.",
			"from": "Utsman bin Affan"
		},
		{
			"quote": "Sebagai seorang beriman, aku tidak boleh lupa bahwa kebutuhanku untuk bersedekah akan selalu jauh lebih besar daripada kebutuhan mereka yang menerima sedekah dariku.",
			"from": "Nouman Ali Khan"
		}
	]
}
